<!DOCTYPE html>
<html lang="ko">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>[모임은야구] 개인정보처리방침</title>
</head>
<body>
<pre>
[모임은야구] 개인정보처리방침

[모임은야구](이하 “회사”)는 「개인정보 보호법」 및 관련 법령에 따라 이용자의 개인정보를 보호하고, 권익을 존중하기 위해 다음과 같은 처리방침을 수립·공개합니다.

1. 개인정보 처리 목적
회사는 다음의 목적을 위해 개인정보를 처리하며, 목적 외의 용도로는 사용하지 않습니다.

・회원가입
・서비스 제공 및 맞춤형 콘텐츠 제공
・고객 상담 및 민원 처리
・서비스 개선, 신규 서비스 개발
・마케팅 및 광고 활용 (이벤트, 프로모션 알림)

2. 처리하는 개인정보 항목
회사는 서비스 제공을 위해 다음과 같은 개인정보를 수집합니다.

・필수 항목
  - 로그인 ID
  - 이름
  - 생년월일
  - 이메일 주소
  - 이메일 광고 수신 여부
  - 휴대전화번호
  - 자차여부
  - 기기정보(OS 버전)
  - 서비스 이용 기록, 접속 로그, IP 주소

・선택 항목 : 없음

3. 14세 미만 아동의 개인정보
회사는 만 14세 미만 아동의 개인정보를 수집하지 않습니다.
만약 부모 동의 없이 가입된 사실이 확인되면, 지체 없이 해당 정보를 삭제합니다.

4. 개인정보의 처리 및 보유 기간
・회원 탈퇴 시 로그인ID, 이름, 생년월일, 이메일을 제외한 모든 정보를 6개월 이내로 삭제함.
・관련 법령에 따른 보관 기간 (전자상거래 등 소비자보호법 등):
  - 계약/청약철회 관련 기록: 5년
  - 대금결제 및 재화공급 관련 기록: 5년
  - 소비자 불만/분쟁 처리 기록: 3년

5. 개인정보의 파기 절차 및 방법
・목적 달성 시 지체 없이 파기
・전자 파일 형태: 복구 불가능한 방식으로 영구 삭제
・종이 문서: 분쇄 또는 소각 처리

6. 개인정보의 제3자 제공
회사는 원칙적으로 이용자의 개인정보를 제3자에게 제공하지 않습니다.
다만, 다음의 경우에는 예외로 합니다.

・이용자가 사전에 동의한 경우
・법령에 따른 요청이 있는 경우

7. 개인정보 처리 위탁
회사는 원활한 서비스 제공을 위해 다음과 같이 업무를 위탁할 수 있습니다.

・위탁 대상: Amazon Web Services
  - 위탁 업무 내용: 데이터 보관 및 시스템 운영
  - 위탁 계약 체결 시 안전성 확보 조치: 접근 제한, 암호화, 정기 점검

8. 개인정보의 국외 이전
회사는 다음과 같이 개인정보를 국외로 이전할 수 있습니다.

・이전 국가: 미국
  - 이전 대상: Amazon Web Services
  - 이전 목적: 클라우드 서버 운영
  - 이전 항목: 서비스 이용 기록, 계정 정보
  - 이전 시점 및 방법: 네트워크를 통한 실시간 전송
  - 보관 기간: 회원 탈퇴 후 6개월까지

9. 자동 수집 장치의 설치·운영 및 거부
회사는 맞춤형 서비스를 제공하기 위한 어떠한 정보도 수집하지 않습니다.

10. 정보주체의 권리와 행사 방법
이용자는 언제든지 다음의 권리를 행사할 수 있습니다.
・개인정보 열람, 정정, 삭제, 처리 정지 요구
・동의 철회 및 계정 삭제 요청

11. 개인정보의 안전성 확보 조치
회사는 다음과 같은 기술적·관리적 보호 조치를 시행합니다.
・비밀번호 암호화
・임직원 개인정보 보호 교육 정기 실시

12. 개인정보 보호책임자
・성명: 서준형
・직책: 개인정보보호책임자
・연락처: 010-7417-4268

13. 권익침해 구제 방법
이용자는 아래 기관에 개인정보 침해에 대한 상담이나 구제를 요청할 수 있습니다.
・개인정보분쟁조정위원회 (www.kopico.go.kr)
・개인정보침해신고센터 (privacy.kisa.or.kr)
・대검찰청 사이버수사과 (www.spo.go.kr)
・경찰청 사이버안전국 (cyberbureau.police.go.kr)

14. 방침 변경
본 방침은 시행일로부터 적용되며, 법령·정책에 따라 변경될 경우 앱 공지 또는 푸시 알림을 통해 사전 고지합니다.
・공고일자: 2025년 08월 17일
・시행일자: 2025년 08월 24일
</pre>
</body>
</html>