<?php
header('Access-Control-Allow-Origin: *');
header("Cache-Control: no-cache, must-revalidate");
?>
<div class="common-div-cushion">
    <div class="common-p-title">
        <span>2026년 5월 업데이트 안내</span>
    </div>
    <hr class="common-hr-padding"/>
    <p class="common-p-title">[전체] 디자인 개선 및 버그수정</p>
    <ul>
        <li>[변경] 배경색을 흰 색에서 회색으로 변경하였습니다.</li>
        <li>[변경] 일정에서 참가기명 시, 내 이름은 강조표시됩니다.</li>
        <li>[변경] 모임상세에서 맴버 목록에서 이름을 검색할 수 있습니다.</li>
        <li>[변경] 설정에서 전화번호 공개여부를 설정할 수 있습니다.</li>
    </ul>
    <hr class="common-hr-padding"/>
    <p class="common-p-title">[매니저] 재무기능강화</p>
    <ul>
        <li>[추가] 매니저 홈에 "재무" 메뉴가 추가되었습니다.</li>
        <li>[추가] 재무에서 자본금, 찬조, 손실, 구매 내역의 입력을 통해 재무 상태를 한 눈에 확인할 수 있습니다.</li>
        <li>[추가] 일정을 통한 수익금과 구매금액, 미입금총액을 한 눈에 확인할 수 있습니다.</li>
        <li>[추가] 재무화면에서 특정일정을 전체 재무에 포함시킬지 시키지 않을지 정할 수 있습니다.</li>
    </ul>
    <p class="common-p-title">[매니저] 일정기능강화</p>
    <ul>
        <li>[추가] 정산페이지가 별도로 분리되었습니다. 수정내용을 임시로 저장하고 불러올 수 있습니다.</li>
        <li>[추가] 청구 가산과 감산 필드를 추가하였습니다. 특정사유로 가산하거나 감산시킬 수 있습니다.</li>
        <li>[추가] 사전정산기능이 추가되었습니다. 사전정산을 완료한 멤버는 일정정산 시 반영됩니다.</li>
        <li>[추가] 일정정산에서 각 멤버가 소지한 잔여금을 일률적으로 반영할 수 있는 버튼을 추가하였습니다.</li>
        <li>[추가] 일정정산에서 "손실" 기능을 추가하였습니다. 입금하지 않았고, 계속하여 미입금으로 놔둘 수 없을 때, 손실로 처리할 수 있습니다.</li>
    </ul>
</div>